Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Failed to load data from the file “%@”. Error “%@”
ar: فشل تحميل بيانات من الملف "%1$@". الخطأ "%2$@"
ca: No s’han pogut carregar les dades de l’arxiu “%1$@”. Error: “%2$@”.
cs: Načítání dat ze souboru „%1$@“ selhalo. Chyba „%2$@“.
da: Kunne ikke indlæse data fra arkivet “%1$@”. Fejl “%2$@”
de: Laden der Daten aus der Datei „%1$@“ ist fehlgeschlagen. Fehler „%2$@“.
el: Απέτυχε η φόρτωση δεδομένων από το αρχείο «%1$@». Σφάλμα «%2$@»
es: Se ha producido un error (%2$@) al cargar los datos del archivo “%1$@”.
es_419: No se pudieron cargar los datos del archivo “%1$@” debido al siguiente error: %2$@
fi: Datan lataaminen tiedostosta ”%1$@” epäonnistui. Virhe ”%2$@”
fr: Échec du chargement des données du fichier « %1$@ ». Erreur « %2$@ ».
fr_ca: Le chargement des données du fichier « %1$@ » a échoué. Erreur « %2$@ »
he: טעינת הנתונים מהקובץ ״%1$@״ נכשלה. שגיאה: ״%2$@״
hi: फ़ाइल “%1$@” से डेटा लोड करना विफल हुआ। एरर “%2$@”
hr: Nije uspjelo učitavanje podataka datoteke “%1$@”. Greška “%2$@”
hu: A következő fájlból nem sikerült betölteni az adatokat: „%1$@”. Hiba: „%2$@”
id: Gagal memuat data dari file “%1$@”. Kesalahan “%2$@”
it: Caricamento dati dal file “%1$@” non riuscito. Errore “%2$@”
ja: ファイル“%1$@”からデータを読み込めませんでした。“%2$@”のエラーです。
ko: ‘%1$@’ 파일에서 데이터를 로드하는 데 실패했습니다. ‘%2$@’ 오류입니다.
ms: Gagal memuatkan data daripada fail “%1$@”. Ralat “%2$@”
nb: Kunne ikke laste inn data fra filen «%1$@». Feil «%2$@»
nl: Er kunnen geen gegevens worden geladen uit het bestand '%1$@'. Fout '%2$@'
pl: Nie można wczytać danych z pliku „%1$@”. Błąd „%2$@”
pt_br: Falha ao carregar dados do arquivo “%1$@”. Erro “%2$@”
pt_pt: Falha ao carregar dados do ficheiro “%1$@”. Erro: “%2$@”
ro: Datele din fișierul „%1$@” nu au putut fi încărcate. Eroare „%2$@”
ru: Не удалось загрузить данные из файла «%1$@». Произошла ошибка (%2$@)
sk: Nepodarilo sa načítať dáta zo súboru „%1$@“. Chyba „%2$@“.
sl: Ni bilo mogoče naložiti podatkov iz datoteke »%1$@«. Napaka »%2$@«
sv: Kunde inte läsa in data från filen ”%1$@”. Fel ”%2$@”
th: โหลดข้อมูลจากไฟล์ “%1$@” ไม่สำเร็จ ข้อผิดพลาด “%2$@”
tr: “%1$@” dosyasından veri yüklenemedi. Hata: “%2$@”
uk: Не вдалося завантажити дані з файлу «%1$@». Помилка «%2$@».
vi: Không thể tải dữ liệu từ tệp “%1$@”. Lỗi “%2$@”
zh_cn: 未能载入文件“%1$@”中的数据。错误“%2$@”
zh_hk: 無法從檔案「%1$@」載入資料。錯誤「%2$@」
zh_tw: 無法從檔案「%1$@」載入資料。錯誤「%2$@」

source: Failed to reset the display.
ar: فشلت إعادة تعيين الشاشة.
ca: No s’ha pogut restablir la pantalla.
cs: Monitor se nepodařilo resetovat.
da: Kunne ikke nulstille skærmen.
de: Zurücksetzen des Displays ist fehlgeschlagen.
el: Απέτυχε η επαναφορά της οθόνης.
es: No se ha podido restablecer la pantalla.
es_419: Error al restablecer la pantalla.
fi: Näytön nollaus epäonnistui.
fr: Échec de la réinitialisation du moniteur.
fr_ca: La réinitialisation de l’écran a échoué.
he: אירעה תקלה בעת איפוס הצג.
hi: डिस्प्ले रीसेट करने में विफल।
hr: Zaslon se ne može resetirati.
hu: Nem sikerült alaphelyzetbe állítani a kijelzőt.
id: Gagal mengatur ulang layar.
it: Impossibile inizializzare lo schermo.
ja: ディスプレイをリセットできませんでした。
ko: 디스플레이를 재설정하는 데 실패했습니다.
ms: Gagal mereset paparan.
nb: Kunne ikke nullstille skjermen.
nl: Het beeldscherm kon niet opnieuw worden ingesteld.
pl: Nie udało się wyzerować wyświetlacza.
pt_br: Não foi possível redefinir a tela.
pt_pt: Não foi possível repor o monitor.
ro: Afișajul nu a putut fi resetat.
ru: Не удалось сбросить настройки дисплея.
sk: Resetovanie displeja zlyhalo.
sl: Zaslona ni mogoče ponastaviti.
sv: Kunde inte nollställa skärmen.
th: รีเซ็ตจอภาพไม่สำเร็จ
tr: Ekran sıfırlanamadı.
uk: Не вдалося скинути параметри дисплея.
vi: Không đặt lại được màn hình.
zh_cn: 还原显示器失败。
zh_hk: 無法重設顯示器。
zh_tw: 無法重置顯示器。

# FINE_TUNE_ITEM
source: Fine-Tune Calibration…
ar: توليف المعايرة…
ca: Afina el calibratge…
cs: Kalibrace jemného doladění…
da: Finjuster kalibrering…
de: Kalibrierungsfeinabstimmung …
el: Ακριβείς προσαρμογές της διακρίβωσης…
es: Ajustar la calibración…
es_419: Afinar calibración…
fi: Hienosäädön kalibrointi…
fr: Régler avec précision l’étalonnage…
fr_ca: Étalonnage de précision…
he: כיול בכוונון עדין…
hi: कैलिब्रेशन फ़ाइन ट्यून करें…
hr: Precizno ugodi kalibraciju…
hu: Kalibrálás finomhangolása…
id: Setel Kalibrasi…
it: Calibrazione accurata…
ja: 補正を微調整…
ko: 보정값 미세 조정…
ms: Tala Halus Kalibrasi…
nb: Finjuster kalibrering…
nl: Verfijn kalibratie…
pl: Dostrój kalibrację…
pt_br: Calibragem de Ajuste Fino…
pt_pt: Ajustar calibragem…
ro: Reglare fină a calibrării…
ru: Точная настройка калибровки…
sk: Doladiť kalibráciu…
sl: Podrobna prilagoditev umerjanja …
sv: Finjustera kalibrering…
th: ปรับการปรับเทียบอย่างละเอียด…
tr: Kalibrasyonda İnce Ayar…
uk: Точно відкалібрувати…
vi: Tinh chỉnh hiệu chỉnh…
zh_cn: 微调校准…
zh_hk: 微調校正⋯
zh_tw: 微調校正⋯

source: Fine-Tune Calibration…
ar: توليف المعايرة…
ca: Afina el calibratge…
cs: Kalibrace jemného doladění…
da: Finjuster kalibrering…
de: Kalibrierungsfeinabstimmung …
el: Ακριβείς προσαρμογές της διακρίβωσης…
es: Ajustar la calibración…
es_419: Afinar calibración…
fi: Hienosäädön kalibrointi…
fr: Régler avec précision l’étalonnage…
fr_ca: Étalonnage de précision…
he: כיול בכוונון עדין…
hi: कैलिब्रेशन फ़ाइन ट्यून करें…
hr: Precizno ugodi kalibraciju…
hu: Kalibrálás finomhangolása…
id: Setel Kalibrasi…
it: Calibrazione accurata…
ja: 補正を微調整…
ko: 보정값 미세 조정…
ms: Tala Halus Kalibrasi…
nb: Finjuster kalibrering…
nl: Verfijn kalibratie…
pl: Dostrój kalibrację…
pt_br: Calibragem de Ajuste Fino…
pt_pt: Ajustar calibragem…
ro: Reglare fină a calibrării…
ru: Точная настройка калибровки…
sk: Doladiť kalibráciu…
sl: Podrobna prilagoditev umerjanja …
sv: Finjustera kalibrering…
th: ปรับการปรับเทียบอย่างละเอียด…
tr: Kalibrasyonda İnce Ayar…
uk: Точно відкалібрувати…
vi: Tinh chỉnh hiệu chỉnh…
zh_cn: 微调校准…
zh_hk: 微調校正⋯
zh_tw: 微調校正⋯

source: From
ar: من
ca: Entre les
cs: Od
da: Fra
de: Von
el: Από
es: Desde
es_419: De
fr: De
fr_ca: De
he: מ:
hi: आरंभ
hr: Od
hu: Ettől:
id: Dari
it: Inizio:
ja: 開始
ko: 시작 시간
ms: Dari
nb: Fra
nl: Van
pl: Od
pt_br: De
pt_pt: De
ro: De la
ru: С
sk: Od
sv: Från
th: จาก
tr: Başlangıç
uk: З
vi: Từ
zh_cn: 从
zh_hk: 由
zh_tw: 從

source: Gathering displays data…
ar: يجري جمع بيانات شاشات العرض…
ca: S’està obtenint la informació de les pantalles…
cs: Shromažďování údajů o monitorech…
da: Indsamler skærmdata…
de: Displaydaten sammeln …
el: Συλλογή δεδομένων οθονών…
es: Recopilando datos de pantallas…
es_419: Recopilando datos de pantallas…
fi: Kerätään näyttötietoa…
fr: Collecte des données des moniteurs…
fr_ca: Collecte des données d’écrans…
he: אוסף נתוני צגים…
hi: डिस्प्ले डेटा एकत्रित किया जा रहा है…
hr: Prikupljanje podataka o zaslonima…
hu: Kijelzőadatok gyűjtése…
id: Mengumpulkan data tampilan…
it: Raccolgo i dati sugli schermi…
ja: ディスプレイデータを収集中…
ko: 디스플레이 데이터 수집 중…
ms: Mengumpulkan data paparan…
nb: Samler skjermdata…
nl: Beeldschermgegevens verzamelen…
pl: Zbieram dane wyświetlaczy…
pt_br: Reunindo dados das telas…
pt_pt: A obter dados de monitores…
ro: Colectare date afișaje…
ru: Сбор данных о дисплеях…
sk: Zhromažďujem dáta o displejoch…
sl: Zbiranje podatkov o zaslonih …
sv: Hämtar bildskärmsdata…
th: กำลังรวบรวมข้อมูลจอภาพ…
tr: Ekran verileri toplanıyor…
uk: Збирання даних про дисплеї…
vi: Đang thu thập dữ liệu màn hình…
zh_cn: 正在收集显示器数据…
zh_hk: 正在收集螢幕資料⋯
zh_tw: 正在收集顯示器資料⋯

source: Handoff is required to move your pointer and keyboard to a nearby Mac or iPad.
ar: مطلوب ميزة التسليم لنقل مؤشر الماوس ولوحة المفاتيح إلى Mac أو iPad قريب.
ca: Per moure el cursor i el teclat a un Mac o iPad propers cal el Handoff.
cs: Pro přemístění ukazatele a klávesnice na blízký Mac nebo iPad je požadována funkce Handoff.
da: Handoff kræves for at flytte markøren og tastaturet til en Mac eller iPad i nærheden.
de: Handoff ist erforderlich, um den Zeiger und deine Tastatur auf einem Mac oder einem iPad in der Nähe zu verwenden.
el: Απαιτείται το Handoff για μεταπομπή του δείκτη και του πληκτρολογίου σε κοντινό Mac ή iPad.
es: Debes activar Handoff para poder mover el puntero y el teclado a un Mac o iPad cercanos.
es_419: Se requiere Handoff para usar tu puntero y teclado con una Mac o iPad cercanos.
fi: Handoff tarvitaan, jotta osoitin ja näppäimistö voidaan siirtää lähellä olevaan Maciin tai iPadiin.
fr: Handoff est requis pour utiliser votre pointeur et votre clavier sur un Mac ou un iPad situé à proximité.
fr_ca: La fonctionnalité Handoff est requise pour utiliser le pointeur et le clavier sur un Mac ou un iPad à proximité.
he: יש צורך להשתמש ב-Handoff כדי להזיז את המצביע ואת המקלדת ל-Mac או iPad קרוב.
hi: आपके पॉइंटर और कीबोर्ड को आस-पास के Mac या iPad पर मूव करने के लिए Handoff आवश्यक है।
hr: Handoff je potreban za premještanje pokazivača i tipkovnice na obližnji Mac ili iPad.
hu: A Handoff szükséges ahhoz, hogy a mutatót és a billentyűzetet egy közeli Macre vagy iPadre mozgassa.
id: Handoff diperlukan untuk memindahkan penunjuk dan papan ketik Anda ke Mac atau iPad di sekitar.
it: Per spostare il puntatore e la tastiera su un Mac o iPad vicino è richiesto Handoff.
ja: ポインタとキーボードを近くにあるMacまたはiPadに移動できるようにするにはHandoffが必要です。
ko: 포인터 및 키보드를 근처의 Mac 또는 iPad로 이동하려면 Handoff가 필요합니다.
ms: Handoff diperlukan untuk mengalihkan penuding dan papan kekunci anda ke Mac atau iPad berdekatan.
nb: Handoff kreves for å flytte pekeren og tastaturet til en Mac eller iPad i nærheten.
nl: Handoff is vereist om je aanwijzer en toetsenbord naar een Mac of iPad in de buurt te verplaatsen.
pl: Przenoszenie wskaźnika i punktu wstawiania na pobliskiego Maca lub iPada wymaga Handoff.
pt_br: O Handoff é exigido para mover o cursor e o teclado para um Mac ou iPad por perto.
pt_pt: É necessário usar Handoff para mover o cursor e o teclado para um Mac ou iPad por perto.
ro: Funcționalitatea Handoff este necesară pentru a muta cursorul și tastatura pe un Mac sau iPad din apropiere.
ru: Handoff требуется для того, чтобы перемещать курсор на находящийся поблизости Mac или iPad и передавать на них ввод с клавиатуры.
sk: Na presunutie kurzora a klávesnice na Mac alebo iPad v blízkosti sa vyžaduje Handoff.
sl: Za premikanje kazalnika in tipkovnice na zaslon bližnjega Maca ali iPada je zahtevana funkcija Handoff.
sv: Handoff krävs för att flytta pekaren och tangentbordet till en Mac eller iPad i närheten.
th: ต้องใช้ Handoff เพื่อเลื่อนตัวชี้และแป้นพิมพ์ของคุณไปยัง Mac หรือ iPad ที่อยู่ใกล้เคียง
tr: İmlecinizin ve klavyenizin yakındaki bir Mac’e veya iPad’e geçmesi için Handoff gerekir.
uk: Функція Handoff потрібна для переміщення вказівника та клавіатури на Mac чи iPad поблизу.
vi: Yêu cầu Handoff để di chuyển con trỏ và bàn phím của bạn đến máy Mac hoặc iPad ở gần.
zh_cn: 需要使用接力才能将指针和键盘移到附近的Mac或iPad。
zh_hk: 需要「接手」才能將指標和鍵盤移到附近的Mac或iPad上。
zh_tw: 需要「接力」才能移動指標和鍵盤到鄰近的Mac或iPad。

# HDR_MODE_DESCRIPTION
source: Automatically adjust the display to show high dynamic range content.
ar: ضبط الشاشة تلقائيًا لعرض المحتوي ذي النطاق الديناميكي العالي.
ca: Ajusta la pantalla automàticament per mostrar el contingut de rang dinàmic alt.
cs: Displej se automaticky nastaví na zobrazování obsahu ve velkém dynamickém rozsahu.
da: Juster automatisk skærmen for at vise indhold i højt dynamisk område.
de: Passe das Display automatisch an, um Inhalte mit hohem Dynamikumfang (HDR) anzuzeigen.
el: Αυτόματη προσαρμογή της οθόνης ώστε να φαίνεται το περιεχόμενο HDR (Υψηλό δυναμικό εύρος).
es: La pantalla se ajusta automáticamente para mostrar el contenido con alto rango dinámico.
es_419: Ajusta automáticamente la pantalla para mostrar contenido en alto rango dinámico.
fi: Säädä näyttöä automaattisesti näyttämään HDR-sisältö.
fr: Ajuste automatiquement les réglages de l’écran de façon à ce qu’il affiche le contenu à plage dynamique étendue.
fr_ca: Ajuste automatiquement les réglages de l’écran pour afficher les contenus HDR (grande plage dynamique).
he: ניתן להתאים באופן אוטומטי את הצג כך שיציג תוכן בטווח דינמי גבוה.
hi: हाई डाइनैमिक रेंज वाले कॉन्टेंट दिखाने के लिए डिस्प्ले ऑटोमैटिकली ऐडजस्ट करें।
hr: Automatski podesite zaslon za prikaz sadržaja visokog dinamičkog raspona.
hu: Beállíthatja automatikusan a magas dinamikatartományú tartalom megjelenítéséhez a kijelzőt.
id: Sesuaikan layar secara otomatis untuk menampilkan konten rentang dinamis tinggi.
it: Regola automaticamente le impostazioni dello schermo per mostrare i contenuti HDR.
ja: ディスプレイを自動的に調節して、ハイダイナミックレンジ（HDR）コンテンツを表示します。
ko: HDR(고명암 대비) 콘텐츠를 표시하도록 디스플레이를 자동으로 조절합니다.
ms: Laraskan paparan untuk menunjukkan kandungan julat dinamik tinggi secara automatik.
nb: Juster skjermen automatisk til å vise innhold med utvidet dynamisk område.
nl: Pas de weergave automatisch aan om materiaal met hoog dynamisch bereik weer te geven.
pl: Automatycznie włącza szeroki zakres tonalny (HDR) wyświetlacza.
pt_br: Ajuste automaticamente a tela para mostrar o conteúdo de grande alcance dinâmico.
pt_pt: Ajustar automaticamente o ecrã para mostrar conteúdos em gama dinâmica alta (HDR).
ro: Ecranul va fi ajustat automat pentru a afișa conținutul cu gamă dinamică înaltă.
ru: Автоматическая настройка дисплея для отображения материалов в формате HDR.
sk: Automaticky upraví displej na zobrazovanie obsahu s vysokým dynamickým rozsahom.
sl: Zaslon se samodejno prilagodi, da prikaže vsebine z visokim dinamičnim razponom.
sv: Justera skärmen automatiskt så att HDR-innehåll visas.
th: ปรับจอภาพโดยอัตโนมัติเพื่อแสดงเนื้อหาแบบช่วงแสงกว้างขึ้น
tr: Yüksek dinamik aralık içeriği göstermesi için görüntüyü otomatik olarak ayarlar.
uk: Автоматично коригувати дисплей, щоб відобразити вміст із розширеним динамічним діапазоном.
vi: Tự động điều chỉnh màn hình để hiển thị nội dung có dải tần nhạy sáng cao.
zh_cn: 自动调整屏幕以显示高动态范围内容。
zh_hk: 自動調整顯示器以顯示高動態範圍內容。
zh_tw: 自動調整顯示器以顯示高動態範圍內容。

# HDR_MODE_TOGGLE
source: High Dynamic Range
ar: نطاق ديناميكي عالٍ
ca: Rang dinàmic alt
cs: Velký dynamický rozsah
da: Højt dynamisk område (HDR)
de: Hochkontrastbild
el: Υψηλό δυναμικό εύρος
es: Alto rango dinámico
es_419: Alto rango dinámico
fi: Korkea dynaaminen alue
fr: Plage dynamique étendue
fr_ca: Grande gamme dynamique
he: טווח דינמי גבוה
hi: हाई डाइनैमिक रेंज
hr: Visok dinamički raspon
hu: Nagy dinamikatartomány
id: Rentang Dinamis Tinggi
it: HDR (High Dynamic Range)
ja: ハイダイナミックレンジ
ko: 고명암 대비
ms: Julat Dinamik Tinggi
nb: Utvidet dynamisk område
nl: Hoog dynamisch bereik
pl: Szeroki zakres tonalny
pt_br: Grande Alcance Dinâmico
pt_pt: Gama dinâmica alta
ro: Gamă dinamică înaltă
ru: Расширенный динамический диапазон
sk: Vysoký dynamický rozsah
sl: Visok dinamični razpon
sv: HDR
th: ช่วงแสงกว้างขึ้น
tr: Yüksek Dinamik Aralık
uk: Розширений динамічний діапазон
vi: Dải tần nhạy sáng cao
zh_cn: 高动态范围
zh_hk: 高動態範圍
zh_tw: 高動態範圍

# HDR_TOGGLE
source: Allow extended dynamic range
ar: السماح بالنطاق الديناميكي الموسع
ca: Permet el rang dinàmic ampliat
cs: Povolit rozšířený dynamický rozsah
da: Tillad udvidet dynamisk område
de: Erweiterten Dynamikbereich erlauben
el: Να επιτρέπεται το εκτεταμένο δυναμικό εύρος
es: Permitir rango dinámico ampliado
es_419: Permitir rango dinámico ampliado
fi: Salli laajennettu dynaaminen alue
fr: Permettre une plage dynamique étendue
fr_ca: Permettre une gamme dynamique étendue
he: הפעלת טווח דינמי מורחב
hi: विस्तारित डाइनैमिक रेंज की अनुमति दें
hr: Dozvoli prošireni dinamički raspon
hu: Kiterjesztett dinamikus tartomány engedélyezése
id: Izinkan rentang dinamis yang diperluas
it: Consenti range dinamico esteso
ja: 拡張ダイナミックレンジを許可
ko: 확장된 다이내믹 레인지 허용
ms: Benarkan julat dinamik dilanjutkan
nb: Tillat økt dynamisk område
nl: Sta uitgebreid dynamisch bereik toe
pl: Pozwól na rozszerzony zakres dynamiki
pt_br: Permitir alcance dinâmico ampliado
pt_pt: Permitir gama dinâmica alargada
ro: Permite gama dinamică extinsă
ru: Разрешить расширенный динамический диапазон
sk: Povoliť rozšírený dynamický rozsah
sl: Omogoči razširjeni dinamični razpon
sv: Tillåt utökat dynamiskt omfång
th: อนุญาตช่วงการรับแสงแบบขยาย
tr: Genişletilmiş dinamik aralığa izin ver
uk: Дозволити розширений динамічний діапазон
vi: Cho phép dải tần nhạy sáng mở rộng
zh_cn: 允许扩展动态范围
zh_hk: 允許延伸動態範圍
zh_tw: 允許延伸動態範圍

source: High Dynamic Range
ar: نطاق ديناميكي عالٍ
ca: Rang dinàmic alt
cs: Velký dynamický rozsah
da: Højt dynamisk område (HDR)
de: Hochkontrastbild
el: Υψηλό δυναμικό εύρος
es: Alto rango dinámico
es_419: Alto rango dinámico
fi: Korkea dynaaminen alue
fr: Plage dynamique étendue
fr_ca: Grande gamme dynamique
he: טווח דינמי גבוה
hi: हाई डाइनैमिक रेंज
hr: Visok dinamički raspon
hu: Nagy dinamikatartomány
id: Rentang Dinamis Tinggi
it: HDR (High Dynamic Range)
ja: ハイダイナミックレンジ
ko: 고명암 대비
ms: Julat Dinamik Tinggi
nb: Utvidet dynamisk område
nl: Hoog dynamisch bereik
pl: Szeroki zakres tonalny
pt_br: Grande Alcance Dinâmico
pt_pt: Gama dinâmica alta
ro: Gamă dinamică înaltă
ru: Расширенный динамический диапазон
sk: Vysoký dynamický rozsah
sl: Visok dinamični razpon
sv: HDR
th: ช่วงแสงกว้างขึ้น
tr: Yüksek Dinamik Aralık
uk: Розширений динамічний діапазон
vi: Dải tần nhạy sáng cao
zh_cn: 高动态范围
zh_hk: 高動態範圍
zh_tw: 高動態範圍

source: If your display becomes black, wait 15 seconds or press the Return key to return the display’s settings to what they are now.
ar: إذا أصبحت الشاشة سوداء اللون، فانتظر ١٥ ثانية أو اضغط على مفتاح Return لإعادة إعدادات شاشة العرض إلى ما هي عليه الآن.
ca: Si la pantalla queda negra, espera 15 segons o prem la tecla Retorn per tornar a la configuració de la pantalla als valors actuals.
cs: Pokud monitor zčerná, počkejte 15 sekund nebo vyvolejte původní nastavení zobrazení stisknutím klávesy Return.
da: Hvis skærmen bliver sort, skal du vente 15 sekunder eller trykke på Retur for at vende tilbage til de aktuelle skærmindstillinger.
de: Falls dein Monitor schwarz wird, warte 15 Sekunden oder drücke den Zeilenschalter, um zur jetzigen Einstellung zurückzukehren.
el: Αν η οθόνη γίνει μαύρη, περιμένετε 15 δευτερόλεπτα ή πατήστε το πλήκτρο Return για επιστροφή στις τρέχουσες τιμές ρυθμίσεων της οθόνης.
es: Si la pantalla se queda en negro, espera unos 15 segundos o pulsa la tecla Retorno para volver a los ajustes de pantalla actuales.
es_419: Si la pantalla se queda en negro, espera unos 15 segundos o presiona la tecla Retorno para volver a la configuración de pantalla actual.
fi: Jos näyttö muuttuu mustaksi, odota 15 sekuntia tai palauta näytön asetukset ennalleen painamalla rivinvaihtonäppäintä.
fr: Si votre écran s’obscurcit, patientez 15 secondes ou appuyez sur la touche Retour afin de rétablir l’écran actuel.
fr_ca: Si votre écran s’obscurcit, patientez 15 secondes ou appuyez sur la touche Retour afin de rétablir l’écran actuel.
he: אם התצוגה הופכת לשחורה, יש להמתין 15 שניות או להקיש על המקש Return כדי לחזור להגדרות הצג הנוכחיות.
hi: यदि आपका डिस्प्ले काले रंग का हो जाता है, तो 15 सेकंड प्रतीक्षा करें या डिस्प्ले की वर्तमान सेटिंग्ज़ पर वापस जाने के लिए रिटर्न-की दबाएँ।
hr: Ako se zaslon zatamni, pričekajte 15 sekundi ili pritisnite tipku Return za povratak na trenutačne postavke zaslona.
hu: Amennyiben a kijelzője elsötétül, várjon 15 másodpercig, vagy nyomja meg a Return billentyűt, hogy a kijelző beállításai visszaálljanak a jelenlegi értékekre.
id: Jika layar Anda menjadi hitam, tunggu 15 detik atau tekan tombol Kembali untuk mengembalikan pengaturan layar ke pengaturannya yang sekarang.
it: Se lo schermo diventa nero, attendi 15 secondi oppure premi il tasto Invio per ripristinare la modalità di visualizzazione attuale.
ja: ディスプレイが真っ暗になる場合は、15秒間待つか、returnキーを押すと、現在のディスプレイ設定に戻すことができます。
ko: 디스플레이가 검게 나타난다면 15초간 기다리거나 Return 키를 눌러 디스플레이 설정을 현재 설정으로 복귀하십시오.
ms: Jika paparan anda menjadi hitam, tunggu 15 saat atau tekan kekunci Return untuk mengembalikan seting paparan ke paparan sekarang.
nb: Hvis skjermen blir svart, venter du i 15 sekunder eller trykker på returtasten for å tilbakestille skjermen til de nåværende innstillingene.
nl: Als het beeldscherm zwart wordt, wacht je 15 seconden of druk je op de Return-toets om terug te keren naar de huidige beeldscherminstellingen.
pl: Jeśli ekran zgaśnie, odczekaj 15 sekund lub naciśnij klawisz Return, aby przywrócić obecne ustawienia.
pt_br: Se a tela escurecer, aguarde 15 segundos ou pressione a tecla Return para reverter os ajustes da tela aos ajustes atuais.
pt_pt: Se o ecrã ficar negro, aguarde 15 segundos ou prima a tecla Return para retomar as definições do ecrã.
ro: Dacă afișajul dumneavoastră devine negru, așteptați 15 secunde sau apăsați tasta Retur pentru a reveni la configurările de afișaj inițiale.
ru: Если дисплей станет черным, подождите 15 секунд или нажмите клавишу Return, чтобы вернуть настройки дисплея к их текущему состоянию.
sk: Ak váš displej stmavne, počkajte 15 sekúnd, alebo stlačte kláves Return pre návrat na pôvodné nastavenie displeja.
sl: Če zaslon postane črn, počakajte 15 sekund ali pritisnite tipko Return, da se vrnete na trenutne nastavitve zaslona.
sv: Om bildskärmen blir svart så kan du antingen vänta 15 sekunder eller trycka på returtangenten. Då återgår bildskärmen till nuvarande inställningar.
th: ถ้าจอภาพของคุณกลายเป็นสีดำ ให้รอ 15 วินาทีหรือกดปุ่ม Return เพื่อคืนการตั้งค่าจอภาพกลับเป็นสิ่งที่ปรากฏในขณะนี้
tr: Ekranınız kararırsa ekran ayarlarını şu anki duruma döndürmek için 15 saniye bekleyin veya Return tuşuna basın.
uk: Якщо дисплей нічого не показує, зачекайте 15 секунд або натисніть клавішу Return, щоб повернутися до попереднього режиму.
vi: Nếu màn hình của bạn chuyển sang màu đen, đợi 15 giây hoặc nhấn phím Return để chuyển cài đặt màn hình về cài đặt hiện tại.
zh_cn: 如果你的显示器屏幕变黑，请等待15秒或按Return键将显示器设置还原到现在的状况。
zh_hk: 如顯示器變成黑色畫面，請等候15秒，或按下Return鍵來將顯示器設定還原至目前的狀態。
zh_tw: 若顯示器變成黑色畫面，請等候15秒，或是按住Return鍵來將顯示器設定回復到目前的狀態。
